[
	{
		"copyright": "Wayne PinkstonLightCrafter Photography",
		"date": "2017-03-28",
		"explanation": "This rock structure is not only surreal -- it's real.  The reason it's not more famous is that it is, perhaps, smaller than one might guess: the capstone rock overhangs only a few meters.  Even so, the King of Wings outcrop, located in New Mexico, USA, is a fascinating example of an unusual type of rock structure called a hoodoo. Hoodoos may form when a layer of hard rock overlays a layer of eroding softer rock. Figuring out the details of incorporating this hoodoo into a night-sky photoshoot took over a year. Besides waiting for a suitably picturesque night behind a sky with few clouds, the foreground had to be artificially lit just right relative to the natural glow of the background.  After much planning and waiting, the final shot, featured here, was taken in May 2016. Mimicking the horizontal bar, the background sky features the band of our Milky Way Galaxy stretching overhead.",
		"hdurl": "https://apod.nasa.gov/apod/image/1703/KingOfWings_Pinkston_7360.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "King of Wings Hoodoo under the Milky Way",
		"url": "https://apod.nasa.gov/apod/image/1703/KingOfWings_Pinkston_960.jpg"
	},
	{
		"date": "2005-05-11",
		"explanation": "This floating ring is the size of a galaxy.  In fact, it is part of the photogenic Sombrero Galaxy, one of the largest galaxies in the nearby Virgo Cluster of Galaxies.  The dark band of dust that obscures the mid-section of the Sombrero Galaxy in optical light actually glows brightly in infrared light.  The above image shows the infrared glow, recently recorded by the orbiting Spitzer Space Telescope, superposed in false-color on an existing image taken by NASA's Hubble Space Telescope in optical light.  The Sombrero Galaxy, also known as M104, spans about 50,000 light years across and lies 28 million light years away.  M104 can be seen with a small telescope in the direction of the constellation of Virgo.",
		"hdurl": "https://apod.nasa.gov/apod/image/0505/sombrero_spitzer_big.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "The Sombrero Galaxy in Infrared",
		"url": "https://apod.nasa.gov/apod/image/0505/sombrero_spitzer.jpg"
	},
	{
		"copyright": "Anis Abdul",
		"date": "2016-12-20",
		"explanation": "Blown by fast winds from a hot, massive star, this cosmic bubble is huge. Cataloged as Sharpless 2-308 it lies some 5,200 light-years away toward the constellation of the Big Dog (Canis Major) and covers slightly more of the sky than a full moon. That corresponds to a diameter of 60 light-years at its estimated distance. The massive star that created the bubble, a Wolf-Rayet star, is the bright one near the center of the nebula. Wolf-Rayet stars have over 20 times the mass of the Sun and are thought to be in a brief, pre-supernova phase of massive star evolution. Fast winds from this Wolf-Rayet star create the bubble-shaped nebula as they sweep up slower moving material from an earlier phase of evolution. The windblown nebula has an age of about 70,000 years. Relatively faint emission captured in the expansive image is dominated by the glow of ionized oxygen atoms mapped to a blue hue.",
		"hdurl": "https://apod.nasa.gov/apod/image/1612/Sharpless_Abdul_1824.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "Sharpless 308: Star Bubble",
		"url": "https://apod.nasa.gov/apod/image/1612/Sharpless_Abdul_960.jpg"
	},
	{
		"copyright": "Stephen Leshin",
		"date": "2011-02-26",
		"explanation": "This colorful cosmic skyscape features a peculiar system of galaxies cataloged as Arp 227 some 100 million light-years distant. Swimming within the boundaries of the constellation Pisces, Arp 227 consists of the two galaxies prominent on the left; the curious shell galaxy NGC 474 and its blue, spiral-armed neighbor NGC 470. The faint, wide arcs or shells of NGC 474 could have been formed by a gravitational encounter with neighbor NGC 470. Alternately the shells could be caused by a merger with a smaller galaxy producing an effect analogous to ripples across the surface of a pond. Remarkably, the large galaxy on the right hand side of the deep image, NGC 467, appears to be surrounded by faint shells too, evidence of another interacting galaxy system. Intriguing background galaxies are scattered around the field that also includes spiky foreground stars. Of course, those stars lie well within our own Milky Way Galaxy. The field of view spans 25 arc minutes or about 1/2 degree on the sky.",
		"hdurl": "https://apod.nasa.gov/apod/image/1102/Arp227friends_leshin.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "Shell Galaxies in Pisces",
		"url": "https://apod.nasa.gov/apod/image/1102/Arp227friends_leshin900.jpg"
	},
	{
		"date": "2002-05-31",
		"explanation": "Scroll right and dive into a spectacular canyon on Mars. This daytime infrared view, recently recorded by the THEMIS camera on board the orbiting Mars Odyssey spacecraft, covers a 30 by 175 kilometer swath running along the canyon floor. The north (left) end of the scene is poised at the edge of Candor Chasma, part of the great Valles Marineris canyon system. In all about 4,000 kilometers long and up to 6 kilometers deep, Valles Marineris is roughly five times the size of the Grand Canyon on planet Earth. The THEMIS camera data was recorded in three separate infrared bands and combined to make this striking false-color image. Resulting color differences along this intricate section of martian terrain are attributed to differences in mineralogy, the chemical makeup and structure of the rocks, sediments and surface dust.",
		"hdurl": "https://apod.nasa.gov/apod/image/0205/marscandor_themis_full.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "In Chandor Chasma on Mars",
		"url": "https://apod.nasa.gov/apod/image/0205/marscandor_themis_a.jpg"
	},
	{
		"copyright": "Philipp Rau",
		"date": "2001-01-05",
		"explanation": "Christmas Day 2000 featured the final eclipse of the Second Millennium",
		"hdurl": "https://apod.nasa.gov/apod/image/0101/seclipse_rau3_full.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "Second Millennium, Last Eclipse",
		"url": "https://apod.nasa.gov/apod/image/0101/seclipse_rau3.jpg"
	},
	{
		"copyright": "Andy Steere",
		"date": "1996-12-12",
		"explanation": "There are more than a few stars in our Galaxy.\r The light from many of them combines to appear as a wisp of faint\r light across the night sky - the Milky Way.\r In the northern hemisphere, away from city lights\r and during the summer months, part of the Milky Way\r can be seen behind the Summer Triangle\r of stars - Deneb,\r Vega,\r and Altair.\r These are the brightest three stars in the above photograph,\r listed from left to right, respectively. If you could collect\r light in your eyes for 10 minutes at a time (instead of the usual\r 1/10th of a second), you might see something like the\r above photograph.\r Behind the Summer Triangle\r lies some of the vast star fields\r of our Milky Way Galaxy, containing\r literally billions\r of stars. The dark band across the middle that seems to divide\r the stars is actually interstellar dust,\r which absorbs more visible light than it emits and so appears\r dark.\r",
		"hdurl": "https://apod.nasa.gov/apod/image/9612/sumtri_as_big.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "The Milky Way Through the Summer Triangle",
		"url": "https://apod.nasa.gov/apod/image/9612/sumtri_as_big.jpg"
	},
	{
		"copyright": "Tom Laskowski",
		"date": "2003-05-09",
		"explanation": "A stunning telescopic image of the International Space Station crossing in front of an eight day old Moon, this picture was captured on April 11th. But while Wednesday's leisurely transit of Mercury across the Sun entertained observers all over the dayside of planet Earth, the audience for this lunar transit was more restricted. Like other satellites in low Earth orbit, the space station moves quickly through the sky. Glinting in the sunlight near sunset and sunrise, its path strongly depends on the observer's longitude and latitude. So, well-placed astronomer Tom Laskowski tracked the orbiting space station from a site near South Bend, Indiana, USA and recorded a digital movie of the fleeting, dramatic event. This single frame from the movie has been enhanced to bring out detail in the space station. Seen below the lunar terminator at the lower left, the International Space Station appears here at a distance of just over 400 kilometers, with the Moon nearly 400,000 kilometers away.",
		"hdurl": "https://apod.nasa.gov/apod/image/0305/isstrans_laskowski.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "International Space Station in Transit",
		"url": "https://apod.nasa.gov/apod/image/0305/isstrans_laskowski.jpg"
	},
	{
		"copyright": "Bill Dickinson",
		"date": "2014-09-20",
		"explanation": "Against dark rifts of interstellar dust, the ebb and flow of starlight along the Milky Way looks like waves breaking on a cosmic shore in this night skyscape. Taken with a digital camera from the dunes of Hatteras Island, North Carolina, planet Earth, the monochrome image is reminiscent of the time when sensitive black and white film was a popular choice for dimly lit night- and astro-photography. Looking south, the bright stars of Sagittarius and Scorpius are near the center of the frame. Wandering Mars, Saturn, and Zubenelgenubi (Alpha Librae) form the compact triangle of bright celestial beacons farther right of the galaxy's central bulge. Of course, the evocative black and white beach scene could also be from that vintage 1950s scifi movie you never saw, \"It Came From Beyond the Dunes.\"",
		"hdurl": "https://apod.nasa.gov/apod/image/1409/ShorelineoftheUniverse.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "Shoreline of the Universe",
		"url": "https://apod.nasa.gov/apod/image/1409/ShorelineoftheUniverse1024.jpg"
	},
	{
		"copyright": "Igor Chekalin",
		"date": "2008-04-24",
		"explanation": "The sky is full of hydrogen, though it can take a sensitive camera and telescope to see it. For example, this twelve-degree-wide view of the northern part of the constellation Cygnus reveals cosmic clouds of hydrogen gas along the plane of our Milky Way galaxy. The mosaic of telescopic images was recorded through an h-alpha filter that transmits only visible red light from glowing hydrogen atoms. Further digital processing has removed most of what is left of the myriad, point-like Milky Way stars from the scene, though bright Deneb, alpha star of Cygnus and head of the Northern Cross, remains near top center. Recognizable bright nebulae include NGC 7000 (North America Nebula), and IC 5070 (Pelican Nebula) at the upper left with IC 1318 (Butterfly Nebula) and NGC 6888 (Crescent Nebula) at lower right -- but others can be found throughout the wide field. Want the stars back? Just slide your cursor over the picture.   digg_url = 'http://apod.nasa.gov/apod/ap080424.html'; digg_skin = 'compact';",
		"hdurl": "https://apod.nasa.gov/apod/image/0804/CygnusMosaic_chekalin_without.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "Cygnus Without Stars",
		"url": "https://apod.nasa.gov/apod/image/0804/CygnusMosaic_chekalin_without800.jpg"
	},
	{
		"copyright": "Thomas \nKast",
		"date": "2013-12-18",
		"explanation": "What's happening behind those houses? Pictured above are not aurora but nearby light pillars, a local phenomenon that can appear as a distant one.  In most places on Earth, a lucky viewer can see a Sun-pillar, a column of light appearing to extend up from the Sun caused by flat fluttering ice-crystals reflecting sunlight from the upper atmosphere.  Usually these ice crystals evaporate before reaching the ground.  During freezing temperatures, however, flat fluttering ice crystals may form near the ground in a form of light snow, sometimes known as a crystal fog.  These ice crystals may then reflect ground lights in columns not unlike a Sun-pillar.  While going out to buy cat food, a quick thinking photographer captured the above light pillars extending up from bright parking lot lights in Oulu, Finland.    Free lecture: APOD editor to speak in NYC on Jan. 3",
		"hdurl": "https://apod.nasa.gov/apod/image/1312/lightpillars_kast_960.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "Light Pillars over Finland",
		"url": "https://apod.nasa.gov/apod/image/1312/lightpillars_kast_960.jpg"
	},
	{
		"date": "2001-02-19",
		"explanation": "Tomorrow's picture: Massive Star  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
		"hdurl": "https://apod.nasa.gov/apod/image/0102/sts98plume_nasa.gif",
		"media_type": "image",
		"service_version": "v1",
		"title": "Shuttle Plume Shadow Points to Moon",
		"url": "https://apod.nasa.gov/apod/image/0102/sts98plume_nasa.jpg"
	},
	{
		"date": "2008-06-15",
		"explanation": "What's a good recipe for preparing Martian soil? Start by filling your robot's scoop a bit less than half way.  Next, dump your Martian soil into one of your TEGA ovens, being sure to watch out for clumping.  Then, slowly increase the temperature to over 1000 degrees Celsius over several days.  Keep checking to see when your soil becomes vaporized.  Finally, your Martian soil is not ready for eating, but rather sniffing The above technique is being used by the Phoenix Lander that arrived on Mars three weeks ago.  Data from the first batch of baked soil should be available in a few days. Pictured above, a circular array of the Phoenix Lander's solar panels are visible on the left, while a scoop partly filled with Martian soil is visible on the right.  The robotic Phoenix Lander will spend much of the next three months digging, scooping, baking, sniffing, zapping, dissolving, and magnifying bits of Mars to help neighboring Earthlings learn more about the hydrologic and biologic possibilities of the sometimes mysterious red planet.   digg_url = 'http://apod.nasa.gov/apod/ap080615.html'; digg_skin = 'compact';",
		"hdurl": "https://apod.nasa.gov/apod/image/0806/armpanels_phoenix_big.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "Phoenix Digs for Clues on Mars",
		"url": "https://apod.nasa.gov/apod/image/0806/armpanels_phoenix.jpg"
	},
	{
		"date": "1997-11-21",
		"explanation": "An inner moon, an edge-on, planet-girdling ring, and high altitude cloud bands are visible in this mosaic of infrared images of gas giant Jupiter. The moon Metis, 25 miles wide and about 80,000 miles from the planet, is the bright spot at the upper right. Metis lies within Jupiter's faint, tenuous ring, and may be a source of ring material. Recorded on September 17th by the NICMOS instrument on board the Hubble Space Telescope, these pictures also emphasize atmospheric features high above the main jovian cloud deck. Methane gas in Jupiter's atmosphere absorbs the near infrared light causing deeper clouds to appear dark at these wavelengths. Clouds riding above most of the atmospheric methane are bright. The circular dark spot just above the brightest cloud band is an image artifact.",
		"hdurl": "https://apod.nasa.gov/apod/image/9711/jupir_nic_big.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "Jupiter: Moon, Ring, and Clouds",
		"url": "https://apod.nasa.gov/apod/image/9711/jupir_nic.jpg"
	},
	{
		"date": "1998-10-15",
		"explanation": "The last 10 days have been great days for SOHO, the space-based SOlar and Heliospheric Observatory. Contact was completely lost with this international research spacecraft over 3 months ago but recovery teams have reacquired control of SOHO and, beginning October 5th, have been successfully switching on its scientific instruments. This October 13th view of the Sun in the light of ionized Helium atoms was recorded by the restored EIT instrument. It shows bright active regions and lofty prominences above the solar limb. North is toward the left rather than the top as the spacecraft's orientation has not yet been fully adjusted. (For a full Sun / full resolution view, click on the picture!) With the solar cycle approaching a maximum in the coming years, excitement continues to build as it becomes very likely that SOHO will be able to resume its unprecedented exploration of solar phenomena.",
		"hdurl": "https://apod.nasa.gov/apod/image/9810/eithe_soho13_big.gif",
		"media_type": "image",
		"service_version": "v1",
		"title": "A Great Day For SOHO",
		"url": "https://apod.nasa.gov/apod/image/9810/eithe_soho13.jpg"
	},
	{
		"copyright": "Mark GarlickSpace-art",
		"date": "2004-12-21",
		"explanation": "Will the Huygens probe land or splash down?  In the next few days, the Cassini spacecraft currently orbiting Saturn will release a probe that will descend toward Saturn's largest moon in mid-January.  That moon, Titan, has a surface normally hidden from view by thick methane cloud decks.  What the car-sized flying-saucer-shaped probe will find is unknown.  Once reaching the surface, Huygens may survive for as long as 150 minutes and take as many as 1,100 images.  These images will be beamed up to the passing Cassini mothership for subsequent transmission to a  waiting Earth.  The Huygens probe is depicted above entering Titan's atmosphere and deploying its parachute.  Uncovering the most mysterious moon in the Solar System may reveal a surface so strange that images of it may not be immediately understood.   Discussion consensus: Australian strange streak is plausibly just a flying insect.",
		"hdurl": "https://apod.nasa.gov/apod/image/0412/titan_garlick_big.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "Titan Disguised",
		"url": "https://apod.nasa.gov/apod/image/0412/titan_garlick.jpg"
	},
	{
		"copyright": "Detlef Hartmann",
		"date": "2020-01-19",
		"explanation": "Are your eyes good enough to see the Crab Nebula expand?  The Crab Nebula is cataloged as M1, the first on Charles Messier's famous list of things which are not comets. In fact, the Crab is now known to be a supernova remnant, an expanding cloud of debris from the explosion of a massive star. The violent birth of the Crab was witnessed by astronomers in the year 1054. Roughly 10 light-years across today, the nebula is still expanding at a rate of over 1,000 kilometers per second. Over the past decade, its expansion has been documented in this stunning time-lapse movie. In each year from 2008 to 2017, an image was produced with the same telescope and camera from a remote observatory in Austria. Combined in the time-lapse movie, the 10 images represent 32 hours of total integration time. The sharp, processed frames even reveal the dynamic energetic emission within the incredible expanding Crab. The Crab Nebula lies about 6,500 light-years away in the constellation Taurus.   Teachers: APOD in the Classroom",
		"media_type": "video",
		"service_version": "v1",
		"title": "M1: The Incredible Expanding Crab Nebula",
		"url": "https://www.youtube.com/embed/qL1f40NPG8w?rel=0"
	},
	{
		"copyright": "Robert D. LossCEMS",
		"date": "2005-02-20",
		"explanation": "The remnants of nuclear reactors nearly two billion years old were found in the 1970s in Africa.  These reactors are thought to have occurred naturally. No natural reactors exist today, as the relative density of fissile uranium has now decayed below that needed for a sustainable reaction.  Pictured above is Fossil Reactor 15, located in Oklo, Gabon.  Uranium oxide remains are visible as the yellowish rock.  Oklo by-products are being used today to probe the stability of the fundamental constants over cosmological time-scales and to develop more effective means for disposing of human-manufactured nuclear waste.",
		"hdurl": "https://apod.nasa.gov/apod/image/0210/oklo15_curtin.gif",
		"media_type": "image",
		"service_version": "v1",
		"title": "Oklo: Ancient African Nuclear Reactors",
		"url": "https://apod.nasa.gov/apod/image/0210/oklo15_curtin.jpg"
	},
	{
		"copyright": "Chris Cook",
		"date": "2003-07-02",
		"explanation": "Active pillars of colorful aurora were captured dancing over a serenely smooth and nearly colorless Cape Cod Bay last month.   North is straight ahead so that the town lights near the center originate from Provincetown, Massachusetts, USA.  The unusual red colors in the aurora slightly reflect off the ocean inlet.  Several familiar constellations are visible in the sky, including the famous stellar W of Cassiopeia on the far right.",
		"hdurl": "https://apod.nasa.gov/apod/image/0307/auroracape_cook_big.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "Aurora Over Cape Cod",
		"url": "https://apod.nasa.gov/apod/image/0307/auroracape_cook.jpg"
	},
	{
		"date": "1996-06-22",
		"explanation": "This image is from the voyage of the intrepid Galileo spacecraft as it passed above the Moon's north pole on its long journey to Jupiter. It was made over 60 years after Admiral Byrd became the first to fly over the Earth's north pole. Within a superposed frame of lattitude and longitude lines much of the Moon's familiar face, dominated by smooth dark mare, is brightly lit. Near the pole itself, the harsh shadows reveal a rugged, cratered lunarscape.",
		"hdurl": "https://apod.nasa.gov/apod/image/moonpole_galileo_big.gif",
		"media_type": "image",
		"service_version": "v1",
		"title": "North to the Moon's Pole",
		"url": "https://apod.nasa.gov/apod/image/moonpole_galileo.gif"
	},
	{
		"copyright": "Astro Meeting",
		"date": "2007-09-26",
		"explanation": "A Full Moon rising can be a dramatic celestial sight, and Full Moons can have many names. For example, tonight's Full Moon, the one nearest the autumnal equinox in the northern hemisphere, is popularly called the Harvest Moon. According to lore the name is a fitting one because farmers could work late into the night at the end of the growing season harvesting crops by moonlight. In the same traditions, the Full Moon following the Harvest Moon is the Hunter's Moon. But, recorded on a trip to the American southwest, this contribution to compelling images of moonrise is appropriately titled Saguaro Moon.",
		"hdurl": "https://apod.nasa.gov/apod/image/0709/saguaroMoon_seip.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "Saguaro Moon",
		"url": "https://apod.nasa.gov/apod/image/0709/saguaroMoon_seip800.jpg"
	},
	{
		"date": "1998-06-18",
		"explanation": "Cosmic Rays are celestial high energy particles traveling at nearly the speed of light, which constantly bombard the Earth. Discovered during high altitude balloon flights in 1912 their source has been a long standing mystery. But a recent theory suggests that cosmic ray particles are atomic nuclei blasted from dust grains formed in supernovae, the death explosions of massive stars. This artist's illustration shows a supernova explosion (at left) and a conical section of the expanding cloud of ejected material. Atoms are torn from the brownish bands of \"dust\" material by shock waves (represented by orange rings). The shocks in the expanding blast wave then accelerate the atoms to near light speeds firing them into interstellar space like cosmic bullets. The theory is supported by observations indicating that high velocity dust was formed in the nearby supernova 1987A, and that Beryllium, a light element created in Cosmic Ray collisions, is found equally in both old an young stars. NASA's Advanced Composition Explorer (ACE) satellite can also test details of the theory by directly measuring Cosmic Rays.",
		"hdurl": "https://apod.nasa.gov/apod/image/9806/crejecta_ramaty_big.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "Cosmic Rays and Supernova Dust",
		"url": "https://apod.nasa.gov/apod/image/9806/crejecta_ramaty.jpg"
	},
	{
		"copyright": "Adam Block",
		"date": "2013-12-26",
		"explanation": "Gorgeous spiral galaxy M33 seems to have more than its fair share of glowing hydrogen gas. A prominent member of the local group of galaxies, M33 is also known as the Triangulum Galaxy and lies about 3 million light-years distant.  Its inner 30,000 light-years are shown in this telescopic galaxy portrait that enhances the reddish ionized hydrogen clouds or HII regions. Sprawling along loose spiral arms that wind toward the core, M33's giant HII regions are some of the largest known stellar nurseries, sites of the formation of short-lived but very massive stars. Intense ultraviolet radiation from the luminous, massive stars ionizes the surrounding hydrogen gas and ultimately produces the characteristic red glow. To enhance this image, broadband data was used to produce a color view of the galaxy and combined with narrowband data recorded through a hydrogen-alpha filter, transmitting the light of the strongest hydrogen emission line. To see the monochromatic narrowband data alone, move your cursor over the image, or take this video tour of the hydrogen clouds of M33.",
		"hdurl": "https://apod.nasa.gov/apod/image/1312/M33block_Ha_enhanced.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "The Hydrogen Clouds of M33",
		"url": "https://apod.nasa.gov/apod/image/1312/M33block_Ha_enhanced900.jpg"
	},
	{
		"date": "2005-06-22",
		"explanation": "What do Saturn's rings look like from the other side?  From Earth, we usually see Saturn's rings from the same side of the ring plane that the Sun illuminates them. Geometrically, in the above picture taken in April by the robot Cassini spacecraft now orbiting Saturn, the Sun is behind the camera but on the other side of the ring plane.  Such a vantage point gives a breathtaking views of the most splendid ring system in the Solar System. Strangely, the rings have similarities to a photographic negative of a front view. For example, the dark band in the middle is actually the normally bright B-ring. The ring brightness as recorded from different angles indicates ring thickness and particle density of ring particles.  Images like these are also interesting for what they do not show: spokes.  The unexpected shadowy regions once recorded by the Voyager missions when they passed Saturn in the early 1980s are not, so far, being seen by Cassini.  Extra credit: Can you spot the small moon (Prometheus) among the rings?",
		"hdurl": "https://apod.nasa.gov/apod/image/0506/backview_cassini_big.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "Saturn's Rings from the Other Side",
		"url": "https://apod.nasa.gov/apod/image/0506/backview_cassini.jpg"
	},
	{
		"date": "2005-12-24",
		"explanation": "In December of 1968, the Apollo 8 crew flew from the Earth to the Moon and back again. Frank Borman, James Lovell, and William Anders were launched atop a Saturn V rocket on December 21, circled the Moon ten times in their command module, and returned to Earth on December 27. The Apollo 8 mission's impressive list of firsts includes: the first humans to journey to the Earth's Moon, the first manned flight using the Saturn V, and the first to photograph the Earth from deep space.  As the Apollo 8 command module rounded the farside of the Moon, the crew could look toward the lunar horizon and see the Earth appear to rise, due to their spacecraft's orbital motion. The famous picture that resulted, of a distant blue Earth above the Moon's limb, was a marvelous gift to the world.",
		"hdurl": "https://apod.nasa.gov/apod/image/0512/as8-14-2383HR.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "Earthrise",
		"url": "https://apod.nasa.gov/apod/image/0512/as8-14-2383c75.jpg"
	},
	{
		"copyright": "Juan Carlos Casado",
		"date": "1999-11-24",
		"explanation": "The 1999 Leonids meteor shower was not equally good for everybody.  Only observers in Europe and the Middle East with clear skies near 2 am (UTC) on 1999 November 18 saw rates shoot up to a meteor every few seconds.  Above, however, is a picture taken from Spain during this time, with over a dozen faint meteors visible as green streaks eminating from Leo during just a six minute exposure. Although more numerous, the 1999 Leonids did not have the same high proportion of bright meteors and fireballs as the 1998 Leonids.  Last year's Leonid fireballs have been traced back to the 1333 passage of Comet Tempel-Tuttle.  The orbit of Jupiter continually deflected one stream of cast-off particles while the smallest meteors in this stream were removed by light pressure from the Sun.  The remaining Leonids were relatively large, pea sized or larger, compared to the sand-sized Leonids that are more common.",
		"hdurl": "https://apod.nasa.gov/apod/image/9911/leonids99radiant_casado.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "A Leonids Meteor Storm in 1999",
		"url": "https://apod.nasa.gov/apod/image/9911/leonids99radiant_casado_big.jpg"
	},
	{
		"copyright": "Giuseppe Donatiello",
		"date": "2016-04-25",
		"explanation": "It's easy to get lost following the intricate strands of the Spaghetti Nebula. A supernova remnant cataloged as Simeis 147 and Sh2-240, the glowing gas filaments cover nearly 3 degrees -- 6 full moons -- on the sky.  That's about 150 light-years at the stellar debris cloud's estimated distance of 3,000 light-years. This sharp composite includes image data taken through a narrow-band filter to highlight emission from hydrogen atoms tracing the shocked, glowing gas. The supernova remnant has an estimated age of about 40,000 years, meaning light from the massive stellar explosion first reached Earth about 40,000 years ago. But the expanding remnant is not the only aftermath. The cosmic catastrophe also left behind a spinning neutron star or pulsar, all that remains of the original star's core.",
		"hdurl": "https://apod.nasa.gov/apod/image/1604/Simeis147_Donatiello_3502.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "Supernova Remnant Simeis 147: The Spaghetti Nebula",
		"url": "https://apod.nasa.gov/apod/image/1604/Simeis147_Donatiello_960.jpg"
	},
	{
		"copyright": "Ben\nCooper",
		"date": "2011-04-02",
		"explanation": "First flown in 1992, Endeavour, the youngest space shuttle orbiter, is being prepared for its 25th and final trip to low Earth orbit. Seen here from an exciting perspective 400 feet above the floor of Kennedy Space Center's Vehicle Assembly Building, Endeavour (OV-105) is mated to an external tank and solid rocket boosters just prior to roll out to launch pad 39A on March 11. The completed space shuttle stands over 18 stories tall. Intended for an April 19 near sunset launch on STS-134, Endeavour will head for the International Space Station and deliver the AMS cosmic ray experiment. The final flight of Endeavour will be the penultimate planned space shuttle flight.",
		"hdurl": "https://apod.nasa.gov/apod/image/1104/STS134VAB_cooper.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "Endeavour Looking Up",
		"url": "https://apod.nasa.gov/apod/image/1104/STS134VAB_cooper900.jpg"
	},
	{
		"copyright": "Raul Villaverde",
		"date": "2017-02-06",
		"explanation": "What's happening to this spiral galaxy? Just a few hundred million years ago, NGC 2936, the upper of the two large galaxies shown, was likely a normal spiral galaxy -- spinning, creating stars -- and minding its own business. But then it got too close to the massive elliptical galaxy NGC 2937 below and took a dive. Dubbed the Porpoise Galaxy for its iconic shape, NGC 2936 is not only being deflected but also being distorted by the close gravitational interaction. A burst of young blue stars forms the nose of the porpoise toward the right of the upper galaxy, while the center of the spiral appears as an eye.  Alternatively, the galaxy pair, together known as Arp 142, look to some like a penguin protecting an egg. Either way, intricate dark dust lanes and bright blue star streams trail the troubled galaxy to the lower right. The featured re-processed image showing Arp 142 in unprecedented detail was taken by the Hubble Space Telescope last year. Arp 142 lies about 300 million light years away toward the constellation, coincidently, of the Water Snake (Hydra). In a billion years or so the two galaxies will likely merge into one larger galaxy.   Almost Hyperspace: Random APOD Generator",
		"hdurl": "https://apod.nasa.gov/apod/image/1702/PorpoiseGalaxy_HubbleFraile_1300.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "The Porpoise Galaxy from Hubble",
		"url": "https://apod.nasa.gov/apod/image/1702/PorpoiseGalaxy_HubbleFraile_960.jpg"
	},
	{
		"copyright": "Anglo-Australian Telescope\nBoard\n",
		"date": "1995-10-19",
		"explanation": "The globular cluster M5, pictured above, contains roughly 100,000 stars. These stars formed together and are gravitationally bound.  Stars orbit the center of the cluster, and the cluster orbits the center of our Galaxy. So far, about 160 globular clusters are known to exist in a roughly spherical halo around the Galactic center. Globular clusters do not appear spherically distributed as viewed from the Earth, and this fact was a key point in the determination that our Sun is not at the center of our Galaxy. Globular clusters are very old. There is a straightforward method of determining their age, and this provides a very interesting lower limit on the age of our universe of about 14 billion years.",
		"hdurl": "https://apod.nasa.gov/apod/image/m5glob_aat.gif",
		"media_type": "image",
		"service_version": "v1",
		"title": "Globular Cluster M5",
		"url": "https://apod.nasa.gov/apod/image/m5glob_aat.gif"
	},
	{
		"copyright": "Tunc Tezel",
		"date": "2020-12-12",
		"explanation": "During this northern summer Saturn and Jupiter were both near opposition, opposite the Sun in planet Earth's sky. Their paired retrograde motion, seen about every 20 years, is followed from 19 June through 28 August in this panoramic composite as they wander together between the stars in western Capricornus and eastern Sagittarius. But this December's skies find them drawing even closer together. Jupiter and Saturn are now close, bright celestial beacons in the west after sunset. On solstice day December 21 they will reach their magnificent 20 year Great Conjunction. Then the two largest worlds in the Solar System will appear in Earth's sky separated by only about 1/5 the apparent diameter of a Full Moon.",
		"hdurl": "https://apod.nasa.gov/apod/image/2012/SaJu2020Lb.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "Saturn and Jupiter in Summer 2020",
		"url": "https://apod.nasa.gov/apod/image/2012/SaJu2020Lb_1024.jpg"
	},
	{
		"copyright": "Andrea Tamanti",
		"date": "2007-08-02",
		"explanation": "This bright, beautiful spiral galaxy is Messier 64, sometimes known as the Black Eye Galaxy. M64 lies about 17 million light-years distant in the otherwise well-groomed northern constellation Coma Berenices. The dark clouds along the near-side of M64's central region that give the galaxy its black-eye appearance are enormous obscuring dust clouds associated with star formation, but they are not the galaxy's only peculiar feature. Observations show that M64 is actually composed of two concentric, counter-rotating systems of stars, one in the inner 3,000 light-years and another extending to about 40,000 light-years and rotating in the opposite direction. The dusty black eye and bizarre rotation is likely the result of a merger of two different galaxies.",
		"hdurl": "https://apod.nasa.gov/apod/image/0708/M64_RC_tamanti_full.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "M64: The Black Eye Galaxy",
		"url": "https://apod.nasa.gov/apod/image/0708/M64_RC_tamanti_c800.jpg"
	},
	{
		"date": "2007-07-30",
		"explanation": "How would it look to have four suns in the sky? Planets of the HD 98800 system, if they exist, would experience such a view.  HD 98800 is a  multiple star system about 150 light years from Earth -- right in our section of the Milky Way Galaxy.  For years it has been known that HD 98800 consists of two pairs of double stars, with one pair surrounded by a disk of dust.   The star pairs are located about 50 AU from each other -- in comparison just outside the orbit of Pluto.  Recent data from the Earth-trailing Spitzer Space Telescope in infrared light, however, indicate that the dust disk has gaps that appear consistent with being cleared by planets orbiting in the disk.  If so, one planet appears to be orbiting at a distance similar to Mars of our own Solar System.  Pictured above is an artist's drawing of how the HD 98800 system might appear to a nearby observer.",
		"hdurl": "https://apod.nasa.gov/apod/image/0707/foursuns_spitzer_big.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "The Four Suns of HD 98800",
		"url": "https://apod.nasa.gov/apod/image/0707/foursuns_spitzer.jpg"
	},
	{
		"copyright": "Christoph Malin",
		"date": "2014-01-04",
		"explanation": "A crescent Venus shines along the western horizon at dusk in this clearing sky. The Earth's sister planet is smiling between the low clouds near the bottom of the frame during its January 2nd conjunction with the slender, young crescent Moon above. Of course the lovely pairing of Moon and Venus crescents could be enjoyed in the new year's skies around the the world.  But the twin contrails in this scene belong to an aircraft above Appenzell, Switzerland. Soon to disappear from evening skies, Venus is heading toward its January 11th inferior conjunction and an appearance in predawn skies as planet Earth's morning star by late January. And the Moon will be young again, too.",
		"hdurl": "https://apod.nasa.gov/apod/image/1401/Crescents2014_CMalinDSC8382s.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "Clouds and Crescents",
		"url": "https://apod.nasa.gov/apod/image/1401/Crescents2014_CMalinDSC8382s.jpg"
	},
	{
		"copyright": "Howard Trottier",
		"date": "2021-10-27",
		"explanation": "Do you see the bat?  It haunts this cosmic close-up of the eastern Veil Nebula.  The Veil Nebula itself is a large supernova remnant, the expanding debris cloud from the death explosion of a massive star. While the Veil is roughly circular in shape and covers nearly 3 degrees on the sky toward the constellation of the Swan (Cygnus), NGC 6995, known informally as the Bat Nebula, spans only 1/2 degree, about the apparent size of the Moon. That translates to 12 light-years at the Veil's estimated distance, a reassuring 1,400 light-years from planet Earth. In the composite of image data recorded through narrow band filters, emission from hydrogen atoms in the remnant is shown in red with strong emission from oxygen atoms shown in hues of blue. Of course, in the western part of the Veil lies another seasonal apparition: the Witch's Broom Nebula.   Explore Your Universe: Random APOD Generator",
		"hdurl": "https://apod.nasa.gov/apod/image/2110/Bat6995_Trottier_3449.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "NGC 6995: The Bat Nebula",
		"url": "https://apod.nasa.gov/apod/image/2110/Bat6995_Trottier_960.jpg"
	},
	{
		"copyright": "Miloslav Druckm�llerBrno University of Technology",
		"date": "2010-03-16",
		"explanation": "Only in the fleeting darkness of a total solar eclipse is the light of the solar corona easily visible. Normally overwhelmed by the bright solar disk, the expansive corona, the sun's outer atmosphere, is an alluring sight. But the subtle details and extreme ranges in the corona's brightness, although discernible to the eye, are notoriously difficult to photograph. Pictured above, however, using multiple images and digital processing, is a detailed image of the Sun's corona taken during the 2008 August total solar eclipse from Mongolia.  Clearly visible are intricate layers and glowing caustics of an ever changing mixture of hot gas and magnetic fields. Bright looping prominences appear pink just above the Sun's limb. The next total solar eclipse will be in July but will only be visible in a thin swath of Earth crossing the southern Pacific Ocean and South America.",
		"hdurl": "https://apod.nasa.gov/apod/image/1003/corona_druckmuller_big.png",
		"media_type": "image",
		"service_version": "v1",
		"title": "Detailed View of a Solar Eclipse Corona",
		"url": "https://apod.nasa.gov/apod/image/1003/corona_druckmuller.jpg"
	},
	{
		"date": "2005-03-04",
		"explanation": "In this tantalizing image, young blue star clusters and pink star-forming regions abound in NGC 1427A, a galaxy in motion. The small irregular galaxy's swept back outline points toward the top of this picture from the Hubble Space Telescope - and that is indeed the direction NGC 1427A is moving as it travels toward the center of the Fornax cluster of galaxies, some 62 million light-years away. Over 20,000 light-years long and similar to the nearby Large Magellanic Cloud, NGC 1427A is speeding through the Fornax cluster's intergalactic gas at around 600 kilometers per second. The resulting pressure is giving the galaxy its arrowhead outline and triggering the beautiful but violent episodes of star formation. Still, it is understood that interactions with cluster gas and the other cluster galaxies during its headlong flight will ultimately disrupt galaxy NGC 1427A. Many unrelated background galaxies are visible in the sharp Hubble image, including a striking face-on spiral galaxy at the upper left.",
		"hdurl": "https://apod.nasa.gov/apod/image/0503/ngc1427a_hst_full.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "NGC 1427A: Galaxy in Motion",
		"url": "https://apod.nasa.gov/apod/image/0503/ngc1427a_hst_c86.jpg"
	},
	{
		"copyright": "Robert Gendler",
		"date": "2021-08-18",
		"explanation": "The Ring Nebula (M57), is more complicated than it appears through a small telescope.  The easily visible central ring is about one light-year across, but this remarkably deep exposure - a collaborative effort combining data from three different large telescopes - explores the looping filaments of glowing gas extending much farther from the nebula's central star. This composite image includes red light emitted by hydrogen as well as visible and infrared light. The Ring Nebula is an elongated planetary nebula, a type of nebula created when a Sun-like star evolves to throw off its outer atmosphere to become a white dwarf star.  The Ring Nebula is about 2,500 light-years away toward the musical constellation Lyra.   Amateur Astronomers: Please take the Night Sky Network's Survey",
		"hdurl": "https://apod.nasa.gov/apod/image/2108/M57Ring_HubbleGendler_3000.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "Rings Around the Ring Nebula",
		"url": "https://apod.nasa.gov/apod/image/2108/M57Ring_HubbleGendler_960.jpg"
	},
	{
		"date": "2015-02-19",
		"explanation": "Palomar 12 was not born here. The stars of the globular cluster, first identified in the Palomar Sky Survey, are younger than those in other globular star clusters that roam the halo of our Milky Way Galaxy. Palomar 12's position in our galaxy and measured motion suggest its home was once the Sagittarius Dwarf Elliptical Galaxy, a small satellite of the Milky Way. Disrupted by gravitational tides during close encounters the satellite galaxy has lost its stars to the larger Milky Way. Now part of the Milky Way's halo, the tidal capture of Palomar 12 likely took place some 1.7 billion years ago. Seen behind spiky foreground stars in the sharp Hubble image, Palomar 12 spans nearly 60 light-years. Still much closer than the faint, fuzzy, background galaxies scattered throughout the field of view, it lies about 60,000 light-years away, toward the constellation Capricornus.",
		"hdurl": "https://apod.nasa.gov/apod/image/1502/potw1507a_pal12.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "Palomar 12",
		"url": "https://apod.nasa.gov/apod/image/1502/potw1507a_pal12w900.jpg"
	},
	{
		"date": "2009-01-01",
		"explanation": "Astronomers all over planet Earth invite you to experience the night sky as part of the International Year of Astronomy 2009. This year was picked by the International Astronomical Union and the United Nations Educational, Scientific, and Cultural Organization because it occurs 400 years after Galileo turned one of the first telescopes toward the heavens.   Peering through that small window, Galileo discovered that the Moon has craters, Venus has phases, Jupiter has moons, and Saturn has rings.  This year you can discover these and many modern wonders of the amazing overhead tapestry that is shared by all of humanity. If, like many others, you find the night sky wondrous and educational, be sure to attend an IYA2009 event in your area, and tell any schools and children that might be interested. Also, please feel free to explore the extensive IYA2009 web pages to find international media events that include blogs, webcasts and much much more.   Note : APOD Editor to Speak in New York on Jan. 2 (tomorrow!)  digg_url = 'http://apod.nasa.gov/apod/ap090101.html'; digg_skin = 'compact';",
		"hdurl": "https://apod.nasa.gov/apod/image/0901/logo_iya2009_big.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "Welcome to the International Year of Astronomy",
		"url": "https://apod.nasa.gov/apod/image/0901/logo_iya2009.jpg"
	},
	{
		"copyright": "Brad Schaefer Music & License: AwakeningWojciech UsarewiczLone Tree Music",
		"date": "2020-08-05",
		"explanation": "Ancient sun daggers will not hurt you, but they may tell you the time.  A sun dagger is a dagger-shaped gap in a shadow created by sunlight streaming through a crevice in a nearby rock. Starting over a thousand year ago, native people of the American southwest carved spiral petroglyphs into rocks that became illuminated by sun daggers in different ways as the Sun shifts in the sky. A type of sundial, where the end of the sundagger points in the spiral at high noon (for example) indicates a time of year, possibly illuminating a solstice or equinox.  Sun daggers are thought to have been used by Sun Priests during lone vigils with prayers and offerings.  Of the few known, the featured video discusses the historic Picture Rocks Sun Dagger near Tucson, Arizona, USA, likely created by a Hohokam Sun Priest around 1000 AD. ",
		"media_type": "video",
		"service_version": "v1",
		"title": "Picture Rocks Sun Dagger",
		"url": "https://www.youtube.com/embed/X_UOLpUDwpU?rel=0"
	},
	{
		"date": "2007-04-21",
		"explanation": "Get out your red/blue glasses and gaze down on this weathered mesa on Mars. Of course, described as a rock formation that resembles a human head in a 1976 NASA press release, this mesa is also famous as the Face on Mars. The sharp stereo image was created by combining high resolution pictures from cameras on two different spacecraft in Mars orbit - Mars Reconnaissance Orbiter and Mars Global surveyor. It shows rugged details of the approximately 2 kilometer wide, isolated hill - similar to mesa landforms on planet Earth - rising some 240 meters above the plains of the martian Cydonia region. This remarkable 3D view exaggerates the hill's vertical dimensions.",
		"hdurl": "https://apod.nasa.gov/apod/image/0704/MRO-GS-vantuyne.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "3D Face on Mars",
		"url": "https://apod.nasa.gov/apod/image/0704/MRO-GS-vantuyne720.jpg"
	},
	{
		"date": "2000-03-16",
		"explanation": "Orbiting asteroid 433 Eros, 145 million miles from Earth, NASA's NEAR spacecraft has been returning stunning views as its year long mission of exploration gets underway. A mosaic of recent NEAR images recorded at a range of about 127 miles, this picture illustrates some of the amazing contrasts which apparently exist within the domain of this diminutive world. Features as small as 65 feet are visible here, while long shadows emphasize the differences in the cratered regions at the left and smooth groved terrain at right. Up close, the undulating surface seems flecked with bright deposits and peppered with enormous boulders. As NEAR is poised to investigate mysteries of the formation of asteroids and the origins of the solar system from this unprecedented vantage point, NASA has renamed the spacecraft NEAR Shoemaker in honor of the late Dr. Eugene M. Shoemaker, legendary geologist, comet hunter, and inspirational pioneer in the field of interplanetary science.",
		"hdurl": "https://apod.nasa.gov/apod/image/0003/eros0314_near_big.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "NEAR Shoemaker Views Eros",
		"url": "https://apod.nasa.gov/apod/image/0003/eros0314_near.jpg"
	},
	{
		"date": "2000-10-08",
		"explanation": "What on Earth is that? The Richat Structure in the Sahara Desert of Mauritania is easily visible from space because it is nearly 50 kilometers across.  Once thought to be an impact crater, the Richat Structure's flat middle and lack of shock-altered rock indicates otherwise. The possibility that the Richat Structure was formed by a volcanic eruption also seems improbable because of the lack of a dome of igneous or volcanic rock.  Rather, the layered sedimentary rock of the Richat structure is now thought by many to have been caused by uplifted rock sculpted by erosion.  Why the Richat Structure is nearly circular remains a mystery.",
		"hdurl": "https://apod.nasa.gov/apod/image/0010/richat_sts41g.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "Earth's Richat Structure",
		"url": "https://apod.nasa.gov/apod/image/0010/richat_sts41g_big.jpg"
	},
	{
		"copyright": "Thad K. V'Soske",
		"date": "2001-03-08",
		"explanation": "Tomorrow's picture: Galaxy Bunch  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/ GSFC & Michigan Tech. U.",
		"hdurl": "https://apod.nasa.gov/apod/image/0103/mvm_vsoske_big.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "Bright Venus",
		"url": "https://apod.nasa.gov/apod/image/0103/mvm_vsoske.jpg"
	},
	{
		"copyright": "NAO Rozhen",
		"date": "2020-04-16",
		"explanation": "Cruising through the inner solar system, Comet ATLAS (C/2019 Y4) has apparently fragmented. Multiple separate condensations within its diffuse coma are visible in this telescopic close-up from April 12, composed of frames tracking the comet's motion against trailing background stars. Discovered at the end of December 2019, this comet ATLAS showed a remarkably rapid increase in brightness in late March. Northern hemisphere comet watchers held out hope that it would become a bright naked-eye comet as it came closer to Earth in late April and May. But fragmenting ATLAS is slowly fading in northern skies. The breakup of comets is not uncommon though. This comet ATLAS is in an orbit similar to the Great Comet of 1844 (C/1844 Y1) and both may be fragments of a single larger comet.",
		"hdurl": "https://apod.nasa.gov/apod/image/2004/C2019Y4_20.04.13_1100px.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "Comet ATLAS Breaks Up",
		"url": "https://apod.nasa.gov/apod/image/2004/C2019Y4_20.04.13_1100px.jpg"
	},
	{
		"copyright": "Robert Gendler",
		"date": "2007-01-06",
		"explanation": "Adrift 1,500 light-years away in one of the night sky's most recognizable constellations, the glowing Orion Nebula and the dark Horsehead Nebula are contrasting cosmic vistas. But even fainter filaments of glowing gas are easily traced throughout the region in this stunning composite image that includes exposures filtered to record emission from hydrogen atoms. The view reveals extensive nebulosities associated with the giant Orion Molecular Cloud complex, itself hundreds of light-years across. A magnificent emission region, the Orion Nebula (aka M42) lies at the upper right of the picture. Immediately to its left are a cluster of prominent bluish reflection nebulae sometimes called the Running Man. The Horsehead nebula appears as a dark cloud, a small silhouette notched against the long red glow left of center. Alnitak is the easternmost star in Orion's belt and the brightest star to the left of the Horsehead. Below Alnitak is the Flame Nebula, with clouds of bright emission and dramatic dark dust lanes.  Completing the trio of Orion's belt stars, bluish Alnilam and Mintaka form a line with Alnitak, extending to the upper left.",
		"hdurl": "https://apod.nasa.gov/apod/image/0701/oriondeepwide_gendler_f.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "The Orion Deep Field",
		"url": "https://apod.nasa.gov/apod/image/0701/oriondeepwide_gendler720.jpg"
	},
	{
		"copyright": "Urs Leutenegger",
		"date": "2020-07-24",
		"explanation": "The multi-mirror, 17 meter-diameter MAGIC telescopes reflect this starry night sky from the Roque de los Muchachos European Northern Observatory on the Canary Island of La Palma. MAGIC stands for Major Atmospheric Gamma Imaging Cherenkov and the telescopes can see the brief flashes of optical light produced in particle air showers as high-energy gamma rays impact the Earth's upper atmosphere. On July 20, two of the three telescopes in view were looking for gamma rays from the center of our Milky Way galaxy. In reflection they show the bright stars of Sagittarius and Scorpius near the galactic center to the southeast. Beyond the segmented-mirror arrays, above the northwest horizon and below the Big Dipper is Comet NEOWISE. NEOWISE stands for Near Earth Object Wide-field Infrared Survey Explorer. That's the Earth-orbiting satellite used to discover the comet designated C/2020 F3, but you knew that.  Comet NEOWISE Images:  July  23 || 22 || 21 || 20 || 19  || 18   || 17   || 16   || 15  || 14  || 13  || 12  || 11  || 10 & earlier",
		"hdurl": "https://apod.nasa.gov/apod/image/2007/DSC7590-Leutenegger.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "MAGIC NEOWISE",
		"url": "https://apod.nasa.gov/apod/image/2007/DSC7590-Leutenegger1200c.jpg"
	},
	{
		"copyright": "Neelam and Ajay Talwar",
		"date": "2018-02-02",
		"explanation": "This atmospheric picture of a distant horizon looks toward the tall Trisul peaks of India's snowy Himalayan mountains. Taken from a remote location on January 31, bright star Procyon shines at the upper right. The red Moon rising is gliding through Earth's shadow during the evening's much anticipated total lunar eclipse. Enjoyed across the planet's night side, the eclipse was the first of two total lunar eclipses in 2018, kicking off a good year for moonwatchers. But this was a rare treat. The eclipsed Moon also loomed large near perigee, the closest point in its orbit, during the second Full Moon of the month, also known as a Blue Moon. For the July 27, 2018 total lunar eclipse, the Full Moon will be very near apogee.",
		"hdurl": "https://apod.nasa.gov/apod/image/1802/20180131TrisulTLE424.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "Moonrise Eclipse",
		"url": "https://apod.nasa.gov/apod/image/1802/20180131TrisulTLE424_1043.jpg"
	},
	{
		"copyright": "Mario Cogo",
		"date": "2018-11-05",
		"explanation": "Do you see the horse's head?   What you are seeing is not the famous Horsehead nebula toward Orion but rather a fainter nebula that only takes on a familiar form with deeper imaging.  The main part of the here imaged molecular cloud complex is a reflection nebula cataloged as IC 4592.  Reflection nebulas are actually made up of very fine dust that normally appears dark but can look quite blue when reflecting the light of energetic nearby stars.  In this case, the source of much of the reflected light is a star at the eye of the horse.  That star is part of Nu Scorpii, one of the brighter star systems toward the constellation of the Scorpion (Scorpius).   A second reflection nebula dubbed IC 4601 is visible surrounding two stars to the right of the image center.",
		"hdurl": "https://apod.nasa.gov/apod/image/1811/BlueHorsehead_Cogo_2560.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "IC 4592: The Blue Horsehead Reflection Nebula",
		"url": "https://apod.nasa.gov/apod/image/1811/BlueHorsehead_Cogo_1080.jpg"
	},
	{
		"date": "2020-09-16",
		"explanation": "Why does asteroid Bennu eject gravel into space?  No one is sure. The discovery, occurring during several episodes by NASA's visiting OSIRIS-REx spacecraft, was unexpected. Leading ejection hypotheses include impacts by Sun-orbiting meteoroids, sudden thermal fractures of internal structures, and the sudden release of a water vapor jet.  The featured two-image composite shows an ejection event that occurred in early 2019, with sun-reflecting ejecta seen on the right. Data and simulations show that large gravel typically falls right back to the rotating 500-meter asteroid, while smaller rocks skip around the surface, and the smallest rocks completely escape the low gravity of the Earth approaching, diamond-shaped asteroid. Jets and surface ejection events were thought to be predominantly the domain of comets, responsible for their tails, comas, and later meteor showers on Earth. Robotic OSIRIS-REx arrived at 101955 Bennu in late 2018, and is planned to touchdown to collect a surface sample in October 2020. If all goes well, this sample will then be returned to Earth for a detailed analysis during 2023.  Bennu was chosen as the destination for OSIRIS-REx in part because its surface shows potential to reveal organic compounds from the early days of our Solar System, compounds that could have been the building blocks for life on Earth.    Experts Debate: How will humanity first discover extraterrestrial life?",
		"hdurl": "https://apod.nasa.gov/apod/image/2009/BennuEjecting_OsirisRex_1169.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "Gravel Ejected from Asteroid Bennu",
		"url": "https://apod.nasa.gov/apod/image/2009/BennuEjecting_OsirisRex_960.jpg"
	},
	{
		"copyright": "Michael Sherick",
		"date": "2021-11-11",
		"explanation": "NGC 1333 is seen in visible light as a reflection nebula, dominated by bluish hues characteristic of starlight reflected by interstellar dust. A mere 1,000 light-years distant toward the heroic constellation Perseus, it lies at the edge of a large, star-forming molecular cloud. This telescopic close-up spans about two full moons on the sky or just over 15 light-years at the estimated distance of NGC 1333. It shows details of the dusty region along with telltale hints of contrasty red emission from Herbig-Haro objects, jets and shocked glowing gas emanating from recently formed stars. In fact, NGC 1333 contains hundreds of stars less than a million years old, most still hidden from optical telescopes by the pervasive stardust. The chaotic environment may be similar to one in which our own Sun formed over 4.5 billion years ago.",
		"hdurl": "https://apod.nasa.gov/apod/image/2111/ngc1333_RGB-c2.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "NGC 1333: Stellar Nursery in Perseus",
		"url": "https://apod.nasa.gov/apod/image/2111/ngc1333_RGB-c21024.jpg"
	},
	{
		"copyright": "LSTENS Lyon",
		"date": "2006-11-19",
		"explanation": "The Peekskill meteor of 1992 was captured on 16 independent videos and then struck a car.  Documented as brighter than the full Moon, the spectacular fireball crossed parts of several US states during its 40 seconds of glory before landing in  Peekskill, New York.  The resulting meteorite, pictured here, is composed of dense rock and has the size and mass of an extremely heavy bowling ball.  If you are lucky enough to find a meteorite just after impact, do not pick it up -- parts of it are likely to be either very hot or very cold.  In this weekend's Leonid meteor shower, few meteors, if any, are expected to hit the ground.",
		"hdurl": "https://apod.nasa.gov/apod/image/0611/peekskill_thomas_big.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "The Car, the Hole, and the Peekskill Meteorite",
		"url": "https://apod.nasa.gov/apod/image/0611/peekskill_thomas.jpg"
	},
	{
		"date": "2020-09-15",
		"explanation": "Could there be life floating in the atmosphere of Venus? Although Earth's planetary neighbor has a surface considered too extreme for any known lifeform, Venus' upper atmosphere may be sufficiently mild for tiny airborne microbes. This usually disfavored prospect took an unexpected upturn yesterday with the announcement of the discovery of Venusian phosphine. The chemical phosphine (PH3) is a considered a biomarker because it seems so hard to create from routine chemical processes thought to occur on or around a rocky world such as Venus -- but it is known to be created by microbial life on Earth.  The featured image of Venus and its thick clouds was taken in two bands of ultraviolet light by the Venus-orbing Akatsuki, a Japanese robotic satellite that has been orbiting the cloud-shrouded world since 2015.  The phosphine finding, if confirmed, may set off renewed interest in searching for other indications of life floating high in the atmosphere of our Solar System's second planet out from the Sun.   Experts Debate: How will humanity first discover extraterrestrial life?",
		"hdurl": "https://apod.nasa.gov/apod/image/2009/VenusClouds_Akatzuki_960.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "Biomarker Phosphine Discovered in the Atmosphere of Venus",
		"url": "https://apod.nasa.gov/apod/image/2009/VenusClouds_Akatzuki_960.jpg"
	},
	{
		"copyright": "Star Shadows Remote\nObservatory",
		"date": "2020-01-08",
		"explanation": "Large galaxies grow by eating small ones. Even our own galaxy engages in a sort of galactic cannibalism, absorbing small galaxies that are too close and are captured by the Milky Way's gravity. In fact, the practice is common in the universe and illustrated by this striking pair of interacting galaxies from the banks of the southern constellation Eridanus, The River. Located over 50 million light years away, the large, distorted spiral NGC 1532 is seen locked in a gravitational struggle with dwarf galaxy NGC 1531 (right of center), a struggle the smaller galaxy will eventually lose. Seen edge-on, spiral NGC 1532 spans about 100,000 light-years. Nicely detailed in this sharp image, the NGC 1532/1531 pair is thought to be similar to the well-studied system of face-on spiral and small companion known as M51.",
		"hdurl": "https://apod.nasa.gov/apod/image/2001/NGC1532-final3_4096r.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "Galaxies in the River",
		"url": "https://apod.nasa.gov/apod/image/2001/NGC1532-final3_1024r.jpg"
	},
	{
		"copyright": "Dirk Ewers",
		"date": "2008-05-24",
		"explanation": "Still bathed in sunlight, the International Space Station tracked through night skies above Hombressen, Germany on May 12. From a range of at least 360 kilometers, astronomer Dirk Ewers was able to record an impressively sharp video sequence of the passage with a small telescope, using some of the individual frames to construct this composite image. Sporting solar arrays, the station's integrated truss structure is nearly 90 meters long. The ATV Jules Verne is docked with the station, while the space station itself is orbiting at aproximately 27,800 kilometers per hour (17,200 mph). A complete video sequence is available as a 1 megabyte mpeg file or avi file.   digg_url = 'http://apod.nasa.gov/apod/ap080524.html'; digg_skin = 'compact';",
		"hdurl": "https://apod.nasa.gov/apod/image/0805/080512iss_dewers.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "Space Station in the Sun",
		"url": "https://apod.nasa.gov/apod/image/0805/080512iss_dewers800.jpg"
	},
	{
		"date": "2007-05-29",
		"explanation": "The Hubble Space Telescope has resolved individual stars in a spectacular new image of nearby spiral galaxy M81.  The feat is similar to Edwin Hubble's historic images with the Mt. Wilson 100-inch Hooker Telescope in the 1920s that resolved stars in neighboring galaxy M31.  Edwin Hubble was able to use individual Cepheid variable stars to show that M31 was not nearby swirling gas but rather an entire galaxy like our Milky Way Galaxy.   This above image in visible light taken by the Hubble Space Telescope is being used in conjunction with images being taken in ultraviolet by Galex, infrared by Spitzer, and X-rays with Chandra to study how stars have formed and died over the history M81.  Light takes about 12 million years to reach us from M81.  M81 is visible with binoculars toward the constellation of the Great Bear (Ursa Major).",
		"hdurl": "https://apod.nasa.gov/apod/image/0705/m81_hst_big.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "Bright Spiral Galaxy M81 from Hubble",
		"url": "https://apod.nasa.gov/apod/image/0705/m81_hst.jpg"
	},
	{
		"copyright": "R\nJay GaBanyCosmotography.com",
		"date": "2005-08-19",
		"explanation": "Beautiful nebulae, clusters, and galaxies that grace planet Earth's night sky are often known by their New General Catalog designation or NGC number. That classic listing was compiled by John Louis Emil Dreyer, remarkable director of the Armagh Observatory from 1882 to 1916. NGC 2266 is, for example, the 2,266th item in his New General Catalog of Nebulae and Clusters of Stars. Noting that \"every book has a first page\", modern day astronomer Jay GaBany wondered what NGC 1 might look like - and found it, along with NGC 2 in the constellation Pegasus. Pictured above, both are more or less typical-sized (50-100 thousand light-years across) spiral galaxies with estimated distances of over 150 million light-years for NGC 1 (top) and about twice that for NGC 2. NGC ordering is based on an astronomical coordinate system, so these otherwise unremarkable spirals appear first in the NGC listing because their location in the sky translates to the smallest Right Ascension coordinate in the catalog.",
		"hdurl": "https://apod.nasa.gov/apod/image/0508/ngc1_gabany_f.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "NGC 1 and NGC 2",
		"url": "https://apod.nasa.gov/apod/image/0508/ngc1_gabany_c.jpg"
	},
	{
		"copyright": "Laurent Laveder",
		"date": "2002-04-19",
		"explanation": "Also known as the Moon's \"ashen glow\" or \"the old Moon in the new Moon's arms\", Earthshine is Earthlight reflected from the Moon's night side. This dramatic image of Earthshine and a young crescent Moon was taken by astrophotographer and APOD translator Laurent Laveder from the remote Pic du Midi Observatory on planet Earth. But the view from the Moon would have been stunning too. When the Moon appears in Earth's sky as a slender crescent, a dazzlingly bright, nearly full Earth would be seen from the lunar surface. The Earth's brightness, due to reflected sunlight, is strongly influenced by cloud cover and recent studies of Earthshine indicate that it is more pronounced during April and May. A description of Earthshine, in terms of sunlight reflected by Earth's oceans in turn illuminating the Moon's dark surface, was written 500 years ago by Leonardo da Vinci.",
		"hdurl": "https://apod.nasa.gov/apod/image/0204/lumiere_laveder_full.jpg",
		"media_type": "image",
		"service_version": "v1",
		"title": "The Old Moon in the New Moon's Arms",
		"url": "https://apod.nasa.gov/apod/image/0204/lumiere_laveder_c1.jpg"
	},
	{
		"date": "2000-07-18",
		"explanation": "Tomorrow's picture: A Galactic Whirlpool  < | Archive | Index | Search | Calendar | Glossary | Education | About APOD | >  Authors & editors: Robert Nemiroff (MTU) & Jerry Bonnell (USRA) NASA Technical Rep.: Jay Norris. Specific rights apply. A service of: LHEA at NASA/GSFC & Michigan Tech. U.",
		"hdurl": "https://apod.nasa.gov/apod/image/0007/zvezdalaunch_nasa.gif",
		"media_type": "image",
		"service_version": "v1",
		"title": "A Russian Proton Rocket Launches Zvezda",
		"url": "https://apod.nasa.gov/apod/image/0007/zvezdalaunch_nasa.jpg"
	}
]
